function Recipe() {
  return (
    <section>
      <h1>Сырные палочки</h1>
      <h2>Ингредиенты:</h2>
      <ul>
        <li>Сыр твёрдый - 300 г</li>
        <li>Яйцо - 1 шт.</li>
        <li>Мука - 30 г (1 ст. ложка с горкой)</li>
        <li>Масло растительное - 70 мл</li>
      </ul>
      <h2>Инструкция по приготовлению</h2>
      <ol>
        <li>Подготовить продукты</li>
        <li>Сыр натереть на мелкой тёрке</li>
        <li>Добавить муку, яйцо</li>
        <li>Всё перемешать</li>
        <li>Обжарить в растительном масле до золотистого цвета</li>
        <li>Палочки готовы!</li>
      </ol>
    </section>
  );
}

export default Recipe;